ladybug_characters = {
    "Леди Баг (Маринетт Дюпен-Ченг)": {
        "superhero_name": "Леди Баг",
        "description": "Главная героиня, которая становится супергероем Леди Баг, используя свои способности, чтобы защищать Париж от злодеев.",
    },
    "Кот Нуар (Адриен Агрест)": {
        "superhero_name": "Кот Нуар",
        "description": "Супергерой, партнер Леди Баг и лучший друг Маринетт.",
    },
    "Хокмауф": {
        "superhero_name": "Хокмауф",
        "description": "Злодей и один из основных антагонистов, который стремится украсть Эмоциональные Чувства.",
    },
    "Квамми Тикки": {
        "superhero_name": "Тикки",
        "description": "Маленький существо, которое дарует суперсилы Леди Баг.",
    },
    "Плагг": {
        "superhero_name": "Плагг",
        "description": "Другой квамми, который дарует суперсилы Коту Нуару.",
    },
}

for character in ladybug_characters:
    print(character)
